{"meta":{"title":"YIGG'S BLOG","subtitle":null,"description":null,"author":"YIGG","url":"http://yigg.top"},"pages":[],"posts":[{"title":"【嘎嘣脆的时光】影像呈现方式杂谈","slug":"【嘎嘣脆的时光】影像呈现方式杂谈","date":"2017-10-22T13:40:50.000Z","updated":"2017-10-22T14:22:02.210Z","comments":true,"path":"2017/10/22/【嘎嘣脆的时光】影像呈现方式杂谈/","link":"","permalink":"http://yigg.top/2017/10/22/【嘎嘣脆的时光】影像呈现方式杂谈/","excerpt":"","text":"","categories":[],"tags":[{"name":"摄影","slug":"摄影","permalink":"http://yigg.top/tags/摄影/"}]},{"title":"青海、甘肃大环线游记（20170928）","slug":"青海、甘肃大环线游记（20170928）","date":"2017-10-14T18:30:42.000Z","updated":"2017-10-22T14:26:45.899Z","comments":true,"path":"2017/10/15/青海、甘肃大环线游记（20170928）/","link":"","permalink":"http://yigg.top/2017/10/15/青海、甘肃大环线游记（20170928）/","excerpt":"导语本篇为攻略+游记，旅游攻略信息分享为主（前半部分），个人旅游体验为辅（后半部分），预计全篇阅读耗时约40分钟，请按需浏览。如有细节方面的疑问请在文后comment即可，我会第一时间收到邮件通知并且答复的。码字不易，如需转载请注明出处，谢谢！","text":"导语本篇为攻略+游记，旅游攻略信息分享为主（前半部分），个人旅游体验为辅（后半部分），预计全篇阅读耗时约40分钟，请按需浏览。如有细节方面的疑问请在文后comment即可，我会第一时间收到邮件通知并且答复的。码字不易，如需转载请注明出处，谢谢！ 攻略部分行程概况 内容项 说明 备注 目的地 青海、甘肃 中转西安 时长 6天 9.28-10.4 总花费 ￥6300左右 人均 团队人数 6人 狐朋狗友 主要景点 DAY1 黑泉水库、门源油菜花、岗什卡雪峰；DAY2 张掖丹霞、嘉峪关长城博物馆;DAY3 敦煌莫高窟、敦煌鸣沙山月牙泉；DAY4 当金山、青海雅丹地貌；DAY5 翡翠湖、茶卡盐湖;DAY6 青海湖、西宁市区 逆时针大环线 旅行方式 包车 别克7座商务 行程安排Q&amp;A 为什么选择青海大环线作为目的地？国庆假期，出去浪要想不看“人从众𠈌”，当然是选择大西北这种地广人稀的地方啦，而且十一恰逢中秋，北方的秋景可是很美很美的。此行我想看的是俩个地方，一个是莫高窟，一个是茶卡盐湖。前者是语文课本里已经种草的，后者则是在各种游记中被强烈推荐的，既然去不起玻利维亚，\b那么能去茶卡看一看也算可以了，实践证明确实不虚此行。&nbsp; 如何做好出行攻略？对于我这种浪惯了的人来说，并不想回答这种小白问题。不过考虑到是造福小白的旅游攻略部分，还是给大家提供个思路：1 确定不飞机的出行同伴；2 浏览游记（蚂蜂窝、穷游、知乎、猫途鹰、BBS、BLOG、朋友圈等），确定出行目的地，确定主要和次要景点，预定景点门票（淘宝、景点官网、蚂蜂窝、贴吧等）；3 设定旅行费用及时间预算；4 预定机票（去哪儿、携程、淘宝飞猪、蚂蜂窝、\bSMZDM、内部机票预定平台、各航空公司官网等）、酒店（去哪儿、携程、AIRBNB、BOOKING、AGODA、淘宝飞猪、各快捷酒店及酒店集团官网、内部酒店预定平台等）、地面交通（火车票、包车、租车、专车等）；5 购买出行必须物品。大致攻略制定步骤如上，对于出国旅行的同学们，尤其要多读攻略，提前学习当地\b风俗习惯及日常用语。&nbsp; 为什么安排6天行程时间？青海大环线正常游玩时间是7天以上，但是我们考虑到国庆机票价格，只能强行压缩到6天，人穷没办法。土豪请选择15天以上深度深度深度游产品。&nbsp; 团队成员都有哪些逗比呢？三个国企底层民工，两个朝阳行业领头羊企业民工，一个人工智能领域创业公司民工。总之，都是一群民工。核心当然是师妹了，她组的局。&nbsp; 如何进行行程中的财务管理的？没错，我用的是术语是财务管理，这个比下一项具体花费的介绍更为重要。对于我们这个人数超过5个人的超大规模旅行团来说，明确财务管理方式是必须的。经过行程过程中出现的问题及行程后的总结，我觉得团队财务管理至少需要两个人，一个是出纳兼记账员，一个是复核员，如果人数更多，那么出纳和记账角色还可以再分开。为什么这么说，因为在很多实际团队我们在此，隆重推荐本次出行的财务管理核心工具：圈子账本。这个APP核心功能是记账及清算，每人都可以记录支出账目，每笔支出可以明确支出时间、支出分类、支出内容、参与人及各自的支出金额，在行程结束后可以生成清算方案，团队成员按方案互相结算即可。为分散现金携带风险，同时\b避免某一成员用个人资金集中出纳，建议团队财务支出按以下方式进行：1 出现仅涉及单个人的支出，看个人需要自行记录开支，不纳入团队账本记录和结算；2 出现涉及两人及以上的支出时，由参与支出的其中一人出纳并用圈子账本记账，由团队复核员复核账目记录的准确性，复核重点为参与人及总金额；3 在行程结束后，各人检查各自参与的账目，检查重点为是否参与该账目，确认无误后由复核员生成最佳清算方案，各人按清算方案结算即可。提醒：西北地区有些景点和餐馆不支持移动支付，带适当现金还是必要的。&nbsp; 全行程主要花费包括哪些？全程总花费在 ￥6300 左右，主要花费当然是食、住、行三个方面\u001d啦。食：共计￥500/人.西北地区整体物价不高，且牛羊肉价格便宜量又足，所以，吃肉的孩子们要幸福成马了。6天饮食总花费约￥500/人，日均不到￥100，正常饮食消费水平。只是要注意，青海为少数民族自治区，回族藏族比例较高，清真餐馆众多，注意尊重民族习惯，否则被一群人打可不是闹着玩的。景区物品和饮食价格相对还是贵很多，你懂的。住：共计￥1200/人。西北地区整体服务水平较全国平均水平肯定是低的，信息不对称程度更高，外加节前工作太忙，没花太多精力在住宿方面研究，所以除到达和离开西宁的两晚预定汉庭酒店外，其余外包蚂蜂窝帮忙定旅店。行程中的5晚住宿￥950/人，西宁2晚住宿共￥260/人。西宁住的是汉庭酒店(西宁湟光十字店)和汉庭酒店(东大街店)，推荐后一个，房间大，光线也非常好。其余行程里住宿都是蚂蜂窝预定的，只能说，凑合吧，大西北的有标间有热水就够了，有的不含早餐。我们提前一个月预定，结果行程中在黑马河住的时候居然有两间房不是标间，说明蚂蜂窝给酒店下订单时间很晚，导致两间标间未保留，而只给我们开一间3人的炕房和一个3人间，这点必须给差评。如果大家有精力的话，能安排好每日行程的前提下，可以自己预定住宿，可能满意度会更高点。行：共计￥4000/人.交通包括两段，广州——西宁交通往返以及从西宁出发的旅行环线包车。广州——西宁往返部分，考虑到国庆假期机票价格、时间、中转便利程度等约束条\b件，最终采用广州——西安飞机往返及西安——西宁飞机往返方式，机票费用为￥2500/人（￥1700+￥800，含机建）；大西北地广人稀，靠11路肯定是搞不定的，公共交通也不方便（公交地铁火车等，火车只能到达大的景点，想想你的行李），考虑到景点间距离动辄500公里起，且路况（特别是甘肃部分）较差，自驾也被否决，最佳方式还是包车。包车在蚂蜂窝上预定的，￥1500/人，7座别克商务车。建议根据实际人数包个更大一点的车型，坐着舒服点，行李也能放得下。我们6人包的7座商务车，表示比较挤，一人至少一个行李箱或者大背包，后备箱塞得不要不要的。其他：约￥600/人.其他杂七杂八费用不算多，门票莫高窟￥200，鸣沙山￥120，茶卡盐湖￥70，其他骑骆驼、景区观光车、市内打车、药品、水果等等￥200。要买土特产的，自己解决。其他花费几乎为0.提醒：莫高窟门票务必提前一个月在莫高窟官网预定，否则现场只卖应急参观票，参观洞窟少，而且讲解用个大喇叭，听着就烦。\u001e&nbsp; 去之前需要做哪些准备？敲黑板！这个问题请务必关注。行前务必准备好以下物品：1 防晒霜必要指数：⭐️⭐️⭐️⭐️⭐️高原紫外线极其强烈，与海边环境相比毫不逊色。建议上防晒指数最高的，推荐安耐晒金瓶SPF50+的那款。2 唇膏必要指数：⭐️⭐️⭐️⭐️⭐️（针对南方人）西北气候干燥，风大浪（划掉）沙大，又逢秋冬，所以唇膏绝对是必需品。品牌不推荐了，这东西没啥技术含量。想拍照效果好点的妹子，可以带上blingbling闪瞎眼的那种。3 墨镜必要指数：⭐️⭐️⭐️⭐️⭐️理由同上，没墨镜你能看啥风景？你有骆驼那么管用的长睫毛嘛？4 药品必要指数：⭐️⭐️⭐️⭐️⭐️备一些感冒药、止泻药、清热\b降火药品还是需要的。高原牛羊肉吃多了，不泄泄火哪受得了。5 充电宝必要指数：⭐️⭐️⭐️⭐️⭐️中途补给点十分遥远，喝农药掉电也灰常快，还是人手一个比较稳妥，每晚记得充电。6 塑料拖鞋必要指数：⭐️⭐️⭐️⭐️⭐️（用于茶卡盐湖）主要用于茶卡盐湖，想拍美照必然要下湖，下湖赤脚没法走，景区也不允许带鞋套下湖。还是提前准备双拖鞋或者凉拖吧。7 一次性内衣裤必要指数：⭐️⭐️⭐️⭐️环线旅行基本上每天住的地方都不一样，而且每天坐车很累，洗衣服这种事情太虐心了，干脆带点一次性内衣裤，穿了就扔，又减负又卫生，优衣库就有的买。8 保温杯必要指数：⭐️⭐️⭐️⭐️老年人必备。最好带点枸杞。不解释。9 防风防寒衣物必要指数：⭐️⭐️⭐️⭐️西北早晚温差较大，风大浪（再次划掉）沙大，建议外面套风衣或冲锋衣，里面穿毛衣或抓绒衣，严防感冒。10 红景天必要指数：⭐️⭐️⭐️这个东西不是带上去用的，是行程前提前喝的，一般提前一个月。体质弱的小鲜肉们还是可以准备下，否则上去高原反应的话可是灰常灰常难受的，也玩不好。11 其他必要指数：你懂的身份证、银行卡、现金、钥匙、钱包、手机、雨伞、洗漱用品、衣物、泡面、零食、拍照道具（红纱巾、帽子、裙子、三脚架、无人机、单反之类）等等乱七八糟的，看需求。 游记部分DAY-1 行前那是在8月中下旬，距上一次出去浪已经有小半年之久了，感觉再不出去透透气，我就要被这12个月的盛夏淹死了。刚好师妹来约，那就叫人，开浪。 师妹颜值高，不需要怎么拉人，6人团迅速组建。 接下来，定地点。地点一：菲律宾潜水，不想去，PASS；地点二：青海环线，一致同意。搞定。 然后就是做攻略（实际并没有花时间做），定机票酒店。此环节小莫同学贡献了80%+，对其表示诚挚的感谢！搞定。 准备出发！ DAY0 广州-西安-西宁行前一天加班到10点，终于把该搞的活搞完了，心安了不少，收拾到2点\b倒床就睡，第二天一大早，出发！gogogo！ 去机场路上，见到团队第4个成员——大萌同学。机场，见到了团队第5个成员——小莫同学。团队第6个成员，将在西宁见到。由于广州直飞西宁机票太贵，经过反复比较、权衡后，我们定的是广州-西安往返以及西安-西宁往返，共四段航程。不是中转联程航班，十分担心首趟航班起飞延误，一旦赶不上后续航班，整趟行程就要GG了。还好，准点起飞，不枉起大早赶飞机。 西安落地后，久违的干爽迎面扑来！情不自禁地发了条朋友圈。常年潮湿闷热的南方气候终于短暂告一段落。为增进团队交流，我们迅速喝起了农药，然后愉快地被广播提醒了N遍登机。喝农药害死人，这不是危言耸听！可惜直到上飞机，小莫同学的新手教程还没过完，4人黑坑了一个路人，后来这个路人还把我们四个举报了，lol！ 西宁落地已日落了，本想打\b两辆车到酒店早点休息，结果出机场一问价，110不打表。西宁这服务行业果然牛逼。还好包车的师傅给力，听说我们下飞机了，赶忙开过来接机。送给他一个大大的赞！西北人性格都比较好爽，这个师傅也不例外。后来跟师傅的沟通中也发现，师傅性格比较强势，问题考虑也不是很周全，为后续行程中的一些不完美埋下了伏笔。从机场去酒店的路上，师傅就开始给我们提要求，不许在后面的旅途中玩手机。醉了。感觉我们不是上帝，我们都是他家的小学生，哈哈哈。他不知道现在的小学生都是熊孩子，不熊能跑这么大老远出来浪嘛@_ @ 飞机上晚饭不好吃，放下行李后果断溜出来找吃的。西宁毕竟内陆省会，大晚上的街上根本看不到人，这还是在核心商业区。大众点评找了个烧烤店，顺便等到了团队第6人——筹筹，终于赶在开浪前\b认齐人了。吃完回去洗洗睡。DAY0到此结束。 抱歉第一天流水账太多，没办法，接触了太多新人新事，后面会补图。 DAY1 黑泉水库、门源油菜花、岗什卡雪峰一大早起床，心情十分美好！今天是青海-甘肃环线逆时针游玩第一天，满满的新鲜感！退房后，被回族老司机（就是我们的包车师傅）带到了舌尖上的牛肉面。讲道理，这拉面够劲！早饭一直牛奶豆浆馒头包子的我，吃完这火辣辣、筋道道的正宗牛肉拉面，感觉小宇宙能量满满！哈哈哈 沿路第一个景点是黑泉水库。其实水库嘛，都是那样，峡谷中一个大坝，在羊湖、秦岭、香港、中山都看过好多啦，见惯不惯，水库大坝也不能上去，没什么可拍的。不过过了水库，沿路两边都是草场，里面牛羊点点，还是非常漂亮的。过了水库，要翻越达坂山才能到达门源油菜花海。达坂山地处青海与甘肃的要道，海拔还蛮高，为3700m+。然而，并不感兴趣。只是过了山顶的隧道，下面就是本应有油菜花海的好大好大好大一片，空地。对的，空地，你没看错。油菜花在青海盛开的时间是6-8月，现在当然啥都木有，吐血。不过想想这么大一片空地，如果是油菜花盛开的时候，得是多么壮观！然而，只能脑补一下，手工在脑海里P上美美的油菜花。每隔一段盘山路就有油菜花海观景平台，我们一致同意不要停，直接往山脚门源县开去。下了山，公路穿行在油菜花海（空地）的中间，哎，蓝瘦，香菇。开了好长一段时间，都快打瞌睡了，突然发现前方右侧有一片晃眼的黄色！居然还有吊车尾的油菜花！可以可以！这很令人激动万分！后来才听老司机（我们的司机师傅，下文简称老司机）说，这是专门补种的，给游客照相顺便收个费的。管它呢，有的看就成。远处是连绵的祁连雪山，脚下是连绵有绝的油菜花海，还有别的土得掉渣的什么花海，看起来还是灰常灰常美的。此处下车各种拍拍拍不再赘述。有图有真相（附赠师妹美照一张）。对了，无人机的第一次出动就在这里。第二个景点拍完心满意足，已经是下午了。去今晚住宿的地点，张掖，的路上，还会经过一个景点——岗什卡雪峰。本来只是远观即可，小莫同学提议还是拉近了去看吧，所以，就开了几十公里到了最近的观景台下面。天气好，雪峰很漂亮。上一次看雪峰还是6年前，每天起床后的窗外就是雪山。再次看到魏巍的白色，很平静的开心。当然了，又是下车各种拍拍拍。此处有一系列人物大片，可惜都不敢发出来，怕被朋友圈的人砍。你们\b内心窃喜就好。看完雪峰，路上在老司机的淫威下，吃了个战战兢兢的羊肉砂锅便饭，就一路开到张掖丹霞景区边的酒店住下。对了，在这段路上，也就是西张线（西宁-张掖，国道G227），两旁的白杨树部分泛黄的叶子，在夕阳的金黄色下面闪着点点金光，超级，超级美。作为身高偏高的残障人士，坐在副驾驶上看一路的美景，快醉了。然后老司机也醉得不要不要的，强行喝罐红牛中途下来休息休息。美景醉人也不是吹的啊。被回族老司机带着连吃了两天清真，大家都受不鸟了，强烈要求老司机放我们出去吃顿汉餐。在我们的严正抗议下，老司机不管我们了，于是我们愉快地找了家路边的东北菜，锅包肉拔丝土豆什么的上起来。吃饱喝足，洗洗睡。 这才第一天，已经美成狗了，后面的风景，不知道要美成啥动物。 DAY2 张掖丹霞、嘉峪关长城博物馆打字打得上瘾是会停不下来的，特别是ATOM编辑器里面\b带的这个插件Chester Atom Syntax。强烈强烈推荐。 今天仍然要早起，看朝阳下的丹霞美景。张掖丹霞属于丹霞地貌的一种，其核心景点为七彩丹霞，顾名思义，就是七彩的丹霞石头。清晨与黄昏是观看丹霞美景的绝佳时间，但是由于七彩丹霞面朝东，所以清晨看丹霞美景最美。有幸，太阳大大的，我们起得早，游客还很少，又是各种拍拍拍。可惜只能远观，不可近看。那个坑爹的栈道在维修。总之，一个字，挺美的。今天时间比较赶，因为张掖到敦煌路途很远，近600KM，虽然是高速，但是中间还有一段省道，限速才30、40km/h这种，所以几乎今天一整天都要在赶路中度过了。严格地说，今天路上还有这几个景点，嘉峪关长城、阳关和瓜州。但是实际上后来看了这两个景点，嘉峪关长城博物馆和戈壁滩。本来老司机不带我们去嘉峪关，后来突然幡然醒悟，决定还是带我们去土土的嘉峪关关楼前瞄一眼；而阳关寓意不好，“劝君更尽一杯酒，西出阳关无故人”，而且驴友们对阳关和嘉峪关的评价也一般般，所以阳关就不去了；瓜州更没啥景点，只是路过瓜州高速服务区，吃了瓜就撤。从张掖到敦煌，一路都走的都是河西走廊，古称凉州，感觉就是荒凉得不要不要的那种，实际上也还好，毕竟是难得的平原。西是祁连山，东面是合黎山。同样，这也是丝绸之路的咽喉要道。\b嘉峪关是长城西面的终点，也就是说过了嘉峪关，就属于古代所称的西域之地（西面）或蛮夷之地（北面），与中原就相隔万里了。由于穷，所以对于嘉峪关120块的门票比较心疼，远观了下嘉峪关土楼，然后去了旁边的驴友评价很高的嘉峪关长城博物馆（收费0元），学习了古代长城的建造历史及食用方法，感觉颇涨姿势。古代通信极其落后，烽火就是重要的边境军事信息传输手段。了解了古代烽火的报信机制，真的才能体会烽火戏诸侯是多么操蛋的事情。还有嘉峪关附近出土的弯弓和长矛，也是真的大，看来西北自古就出彪悍的汉子。\b从嘉峪关出来，一路风景只有三种，一个是绵延不断的巨型三叶风车，即风力发电机组；一个是顺着高速两边连绵不绝的羊头状的传输电网；以及茫茫的戈壁滩。老司机让我看了看码表，时速已经上130了，然后有指了指他的脚。居然没踩油门！OMG！也就是说现在这毒素开的车，基本上都是被风刮着走的！开个窗试了下，果然时速这么高，窗外居然没有风。怪不得这里要竖这么多大风车。远看大风车叶子好小好细好精致，他喵的半路上碰到运风车叶子的货车。呵呵，居然，有，这么，长。我又想起了两小儿辩日这个知名辩题。路边的输电网，还是老司机提醒我，看看那铁架子像啥。我第一眼没看出来，他说像羊头，我才发现，确实蛮像，而且隔一段距离羊头形状还会略微变化。老司机之前是跑长途货车的，这一路啥都没有，也只能看看这些羊头解解闷了，真是太无聊了。至于这茫茫戈壁滩，以前没概念，觉得茫茫戈壁滩也是一种难得的景色。可是出了嘉峪关，路边从草原变成一簇簇的草团，到连草都不长的遍布乱石的荒漠，内心还是有一丝恐惧的。开车行了几百公里，连一个服务区都没有，更别说活人了，一旦出任何意外，真的是会被这茫茫戈壁滩吃掉。人还是要对自然有所敬畏。再想想沿线这些巨大的羊头，需要多少电网兄弟把材料运过来一点点组装起来，拉线布线，日常定期巡线，真的要给他们点个赞。 到敦煌已经是日落之后了，睡了一天的burden们一起支走了老司机，去敦煌商业区吃了顿人均100+的音乐火锅遇见你音乐火锅料理！真是6666666.说实话这是出来浪大家吃得最high的第一顿，聊的很high，蟹肉棒好好吃，酸奶不错不错，老板娘说话也超级温柔，体验满分！ 回去洗洗睡，明天将是本次旅行的重头戏：莫高窟与鸣沙山月牙泉，一个是文化艺术瑰宝，一个是沙漠0距离体验，都超棒。 DAY3 敦煌莫高窟、敦煌鸣沙山月牙泉敦煌隶属于\b甘肃酒泉市，行政区划上属于县级市。该市的建立和发展几乎完全依靠莫高窟这么个大大大大大大热门景点。俗话说靠山吃山靠水吃水，也可以理解。莫高窟1987年即被列为世界文化遗产，当然众所周知，大部分文物都被王道士卖给英国法国的骗子们了。季老曾说过：敦煌在中国，但敦煌学在世界，其实内在意思也说的是莫高窟的文物大部流失海外，国人的研究几乎就是无源之水。即便如此，莫高窟的本体还在敦煌，还是值得专家学者保护性研究的，也能引起国人对这一文化瑰宝的重视，以免后世其他中华文化传承再糟类似厄运。 莫高窟不是5A级景点，所以，买票方式也很特别。大家定莫高窟游览计划一定要尽早尽早订票。莫高窟预定票的游览方式包括两部分，一个是莫高窟数字化视频的讲解（很赞），一个是莫高窟实地参观讲解（更赞）。前者包括两部短片，分别用IMAX巨幕和穹顶巨幕两种形式讲述。可惜我们这群吃货为了吃早饭，错过了IMAX那一场，下次一定要找机会补上。关于穹顶巨幕那场，主要是挑选莫高窟中保存较为完好的，有代表性的，研究较为透彻的几个窟进行细致讲述，包括佛像站位、服饰、配色、表情、壁画、大小等各方面对洞窟所表达的主题思想和细节进行科普。至于后半程现场参观，更是相当震撼。莫高窟历经十六国、北朝、隋、唐、五代、西夏、元等朝代不断修建，绵延近千年，虽然是佛教为了推广教义所用，但是佛像和壁画融合了当时的建筑、艺术、服饰、社会制度、风土人情等各方面的信息，并且充分展现了不同民族的时代特色，极具研究价值。从现场洞窟内容讲解可以看到，宋朝经济文化艺术发展水平相当高，很多服饰文案图样即使放到现在来看都是十分时髦的；当时的娱乐手短也颇为丰富，歌舞表演的技艺和创新手法都别具一格，尤其是敦煌经典的艺术造型————反弹琵琶，这也仅仅是其中不起眼的一个洞窟中壁画上的一个简单的人物动作。从西夏、回鹘等绘制的壁画中也可以看到，当时少数民族绘画技艺与中原在风格及手法上的显著差异之处。尽管现场参观只看了10个左右的窟，但是每一个洞窟中描绘的内容都值得专业研究人员话费大量精力去解读，去发掘。可惜我们这种门外汉只能感叹壁画的精美，以及对文物流失海外的痛心。为了保护性研究的需要，莫高窟内部不可以拍照，所以此处无室内图，放张标志性景点照，以表到此一游之意。莫高窟前几百米处有一群道士圆寂塔，其中比较高比较闪亮的那一座就是王圆箓的，可是我并没有兴趣看。本是历史滚滚洪流中微不足道的一个水滴，却阴差阳错被推到了风口浪尖上。其功过，已不值得后世去评价。莫高窟就算简单参观完都需要3个小时以上，中午饿得不行，在景区大吃了一顿，吃饱喝足叫老司机开车送至下一个景点：敦煌市内鸣沙山月牙泉。 鸣沙山月牙泉自汉朝起即为“敦煌八景”之一，泉内生长有眼子草和轮藻植物，南岸有茂密的芦苇，四周被流沙环抱，虽遇强风而泉不为沙所掩盖，“泉映月而无尘”、“亘古沙不填泉，泉不涸竭”，古往今来以“沙漠奇观”著称于世，被誉为“塞外风光之一绝”（\b以上描述摘自百度百科）。 简单说来，鸣沙山是距敦煌市区灰常灰常近的沙漠景区，不论四周风沙多大，四周环绕的沙丘中有一湖新月状的泉水，千百年来从未干涸（鬼才信，\b下面肯定有自来水管道，老司机都知道）。 古今中外，对沙漠景观的描绘汗牛充栋。王维《使至塞上》里的经典名句“大漠孤烟直，长河落日圆”，光是凭脑子补一补就知道，是何等悲辽契阔；上研时，被狐狸安利过一部印度片（未知死亡 Ghajini (2008)），里面的一半海水一半火焰（划掉）沙漠的场景美爆；东非旅行的游记（去非洲旅游有哪些重点推荐？）中也推荐了一个国家——纳米比亚，这个海水与沙漠共存的美丽国度，值得一去；小的时候，污妖王费玉清同志还没现在这么火的时候，一首《梦驼铃》（讲道理污妖王唱的意境不如张明敏，这里贴的是张明敏版的链接），经常被老爸在卡拉OK里点出来吼，吼得好不好我不知道，不过这首曲子我还是蛮喜欢的。种种乱七八糟润物细如生般的安利，对于我这个从没见过沙漠的\b娃来说，实在是很期待，期待骑着萌出一脸血的骆驼，行走在沙丘中，或者坐在沙丘顶上，看着红彤彤的夕阳，缓缓坠入地平线。因此，敦煌鸣沙山就成了此行的重头戏，至少对我来说。还没到景区，车行在景区门口的主路上，就能远远望到浅黄色的巨大沙丘，静静矗在那里。在阳光下，仿佛金山一般。进去之后，越过里面孤零零的一个门楼样建筑，映入眼帘的就是一座一座连绵的沙丘。远处的几座沙丘中部，连成一个深色的环，由密密麻麻的小黑点组成，那是骆驼，以及骑在上面的来自祖国各地的游客朋友。近处白色细沙上都是深浅不一的小坑，有人踩的，更多地是骆驼踩的。沙子极细，细到像流水一样，抓一把，捏紧，细沙就从指缝中流得一粒不剩。\b当然了，强烈不建议在这里玩沙子，因为尿臊气极重，想玩的话爬到沙丘顶再玩。没骑过骆驼，先去骑骆驼，跟如此萌的东东亲密接触接触。还好没到10月3号，游人还没像央视贴出的那张历史教科书封面图片那么多，没多久就骑上骆驼了。\b随着骆驼一步一步往前挪，整个身子也跟着一晃一晃，不过比骑大象稳一点。骑乘马啊骆驼啊这些动物都有个要点，腰要听起来，腿夹住，身子稍微前倾，抓牢绳子或者鞍，这样上身晃得小很多，会很稳。骆驼一队就5只，我们一行6人，为了照顾师妹，夫人挺身而出，去另一队骑了，特此表扬！其实骑的时候也没法聊，纵向一队往前走，只能看看两边风景，看看正前方的骆驼头，\b也没啥了。回头的话，会晃得很。骑一圈大概需要耗时40MIN，没骑过的同志们可以体验下。骑完骆驼，可以开始真刀真枪爬沙漠啦。我们一开始选的上沙漠路线不对，没有绳梯，我们也没买鞋套，爬一步退半步，十分艰难。爬到半沙腰才发现旁边一条道有绳子和木头编成的梯子，真想日哈士奇。沙漠里走起来很累，如果前面没有走过的沙坑，一脚下去就像踩水里一样，沙子能没到脚踝，再一用力踩实，就没到膝盖了。所以，一定要踩前人的脚坑（不是脚印，因为根本看不到脚印的边缘）走。师妹跟大萌只能扒拉着各位大兄弟才能往上爬。经过九九八十一难，终于爬到半山腰了。这时才看到月牙泉的实际位置。果然是在四处环绕的沙丘中，呈月牙形的一个湖。这个时候太阳已经快落山了，湖面静静躺在湖西面的沙丘的阴影里，十分阴暗。这时月亮也从东面升空，刚好快到中秋，月亮已经比较圆了，而且天空大部万里无云，月亮显得很大很亮；周围沙丘的明暗对比达到极大值，正是啪啪啪的好时机。果断架起三脚架，装上快门线，开拍。关于沙漠中的人物照，要想拍出电影电视上大片的感觉，有很多注意点。一是拍照时间点。跟大部分风光照一样，日出前的几分钟，日落后的几分钟是最佳时间点，\b这个时候调成自动模式，怎么拍怎么美；二是器材选择。沙漠场景宏大壮阔，广角镜头最优，考虑到超广的畸变，推荐20-35mm焦段，土豪可以带个20F1.4定和35F1.4定两个牛头即可。我只有个14-24F2.8大灯泡，所以没办法，调到24mm端还可以拍拍人。另外，全画幅机身，三脚架，快门线也是建议搞定，空间充裕的主拍人像的还要带上补光板；三是服装道具选择。优先推荐大红色，连衣裙、纱巾、帽子，其次是除了黄色外的各种亮色，\b青绿、蓝、洋红、甚至紫色，避免暗色调。当然深灰色、黑色又是另一种风情。如果是汉服之类的服装，建议不要带素色，不要是曲裾这种包裹比较严实的，也不要里三层外三层，穿脱超级麻烦；四是POSE选择。请提前学习一些经典舞蹈动作或武术动作，推荐芭蕾舞的一些静态动作。动作要最大化舒展，表情根据动作主题摆出，在摁快门的定好位构好图调好相机参数的时候，\b能尽快摆好POSE，就能在光线绝佳的短短几分钟内多拍几组美照，而不是把时间浪费在调整角度和POSE上面；五是妆容方面。\b适当浓艳一些，发型选简单易调整易处理的，核心在于出效果且节约时间。跟摁快门的多沟通，在风景如此美丽的地方，拍出想要的大片完全没问题。 在沙丘顶，欣赏了完整的日落，以及月光下的沙漠。怎么说呢，这种美，没法用器材表达。真心建议，时间宽裕的娃，多留点时间看看沙漠的早晚。Tips：月牙泉景区，首次出景区前，找到管理处登记下指纹，三天内可以不限次进出景区的。 拍到精疲力尽，下沙丘脱鞋把半鞋的沙子倒出来，再去湖边逛一逛，就撤啦。这个时候早都饿成狗了，这帮广东来的娃们好久没吃家乡菜了，刚好景点门口看到一家粤菜，顿时两眼放光。吃完叫师傅开车过来接到住处，洗洗就睡。 DAY4 当金山、青海雅丹地貌第四天的行程也比较赶，要从敦煌赶到大柴旦，中间\b途径阿克塞，翻越当金山，正常行程340km，约需5-6个小时，全程高速。甘肃敦煌有个雅丹地貌景区，不过收费120，据驴友反映跟青海雅丹差不多；老司机是青海人，有地域歧视吧，也强烈推荐不要钱的青海雅丹，所以敦煌雅丹就被PASS掉了。如果是去看青海雅丹地貌，需要额外绕行160km，如果是去驴友推荐的青海水上雅丹，就更远，需要绕行230km，路况也不好。全天行程中，只有中途的鱼卡有服务区可以吃饭。昨天老司机趁我们下午在鸣沙山浪得欢，跑去跟他侄子吃饭去了，也忘了提醒我们准备今天白天的干粮，下午因为大家饿得不行，强烈要求绕到鱼卡服务区搞点泡面充饥，这样再去青海水上雅丹的时间就不太够了，日落前很可能赶不到，所以没去成青海水上雅丹，有点遗憾。不过青海雅丹地貌已经很震撼了，而且我们拍拍拍的时间十分充裕，在雅丹度过了整个日落，也还算满意。 出了敦煌，一路沿着柳格高速行进。小莫同学听说阿克塞附近有个石油小镇，看了下地图，离主路也不远，就想过去溜溜。经过数次导航，终于搜到正确路线，结果今天最恶心的事情发生了。一个什么鬼旅游公司挂个破条幅，在路口拦车登记收费，一人10块，发票都没有，要他们的门票看，结果就一张破纸盖个什么旅游公司的章。一看就是私设景点乱收费。强行冲卡进去，结果他们还开个破车追进来收费，横的不要不要的。好好好，\b不鸟你，老子要投诉。这地方还属于甘肃酒泉敦煌，打敦煌旅游局，占线，意料之中。大西北服务水平都这样，还能指望执法水平高？打国家旅游局热线，能打通，还不错；结果等我描述半天，答复：该景点并没有备案登记，国家旅游局不管，需要投诉到当地发改委。6666666。踢皮球能力真强，要求他们转接发改委，答复无法转接。好好好，地头蛇你厉害，反正也只是顺路一游，至少进去看了是个什么鸟景点，也不亏，不能因为这种烂人烂公司影响心情。顺便测试下旅游投诉处理现状。强烈建议不要去这个坑爹的石油小镇！之前蚂蜂窝推荐的那个驴友真是脑子被驴强暴了。 翻过当金山口，比美帝一号公路还要壮阔的景色出现在眼前。笔直的公路铺到天际，尽头是黄褐色连绵的群山。转身，同样是笔直的公路，尽头同样是黄褐色连绵的群山。前后一辆车，不对，是一个鬼影都看不到。下车尿完，开浪。这么壮美的景色，当然是要跳起来，才得味！此处有路碑，编号520. 20世纪初，赴罗布泊地区考察的中外学者，在罗布荒原中发现大面积隆起的土丘地貌，当地人称 “雅尔当”，即维吾尔语中“陡峻的土丘”之意。发现者将这一称呼介绍了出去，以后再由英文翻译过来，“雅尔当”变成了“雅丹”。从此，“雅丹”成为这一类地貌的代名词。继罗布荒原发现雅丹地貌之后，在世界干旱区许多地方，又发现了许多类似地貌，均统称为雅丹地貌。（摘自百度百科） 上文简单介绍了雅丹地貌的由来。青海雅丹地貌形似青春期妹子的胸，顶端一个突起，整体成稍微圆润的圆锥状耸立在地面上，排列相当密。在老司机的带领下，爬到附近一个最高的土堆顶上，感觉像站在台风眼的边缘，站个几分钟就会深刻同意下述观点——自己就是弱不禁风的弱鸡。东方的月亮已升到半空，夕阳却也还没有落下的意思。从脚下到远方，数不清的美胸（土堆）就像新军阵列一样，等着检阅。大自然果然鬼斧神工，仅靠风这么个刀片，就割出了这么壮美的艺术品。当然了，要看到如此美景，也是要付出代价的。除了屁股被坐车做成了两瓣以外，站在乳头上，没有冲锋衣、风衣、围巾、墨镜，真的会被吹成SB，轻则涕泪横流，重则被刮跑，摔下去伤重不治。此处当然是留下了各种装逼照（想看图？哈哈哈并没有，有也不放出来）。雅丹浪完已经日落了，开到大柴旦还有100多公里。老司机已经50多了，开这么久车也很辛苦。为了给老司机提神，师妹跟大萌就开始编段子，什么82年的离异妹子啊，\b要嫁牵头牦牛的藏族小伙啦，乱七八糟的，给老司机提神。这俩，哎，污起来也不要不要的。顺利到达大柴旦，去回民馆子饱餐一顿，睡觉。老司机说附近有个还没开发的景点，比茶卡盐湖更漂亮，名曰翡翠（搜了一下，确实叫翡翠，不是水翠，朋友圈发的定位是错的）湖，明早带我们去湖边看日出。666666，就这么愉快地决定了。俩妹子是短板，决定睡到自然醒。我觉得她们会后悔的。 DAY5 翡翠湖、茶卡盐湖(你为什么这么美)转眼行程快接近尾声了，过往的这几天，天天美景，比海天盛筵还要丰盛，把我饥渴（空虚）的灵魂塞成哈士奇了。也只有青海，还能带给我们更猛烈的高潮。今天的这两个盐湖的美，\b比吸猫爽10倍，比吸毒爽100倍，比做爱爽1000倍！对不起，这里的类比有点，不雅，只不过提供个主观参考。 一大早，6点半起床，极其极其痛苦，好在有快感在前方诱惑着，还是爬起来了7点出发，天边已经开始亮了，路面都可以看的很清楚。翡翠湖离大柴旦镇不远，开车15min足够到了。翡翠湖原先也是一个盐场，当地地下盐（化学名词，泛指各种工业用盐，不是食盐）资源丰富，开采方法也很简单，找到盐分最富集的地方，挖开地表，灌上水，地下泥土中的盐分会不断融入水中，形成饱和盐溶液，然后随着水分自然蒸发，盐会结晶析出，一层层沉在水底，等水分完全蒸发完了，开挖掘机过来挖就成了。这个过程俗称种盐。茶卡盐湖跟翡翠湖都是巨大的盐场，原理一样，也都可以形成天空之境的效果。具体来说，天空之境的形成需具备三方面条件，一是没有风，这是大前提，有风的时候水面都不会平的；二是湖底需要光线反射性能良好且平整的介质。与通常用的镜子相比，镜子对光线的反射介质是玻璃背后的银层，盐湖对光线的反射介质就是水面下平整的盐层，而且反射率还可以；三是要有水，而且不能深。类似于平面镜，光有银表面，成像不会很清晰，加上玻璃才可以\b看得很清楚。而如果水太深，光线会被深水吸收，反射不了光线。好了，这个科普都是在老司机告诉我的基础上，我自己编的，听听就成，反正八九不离十。 到了湖边时候，天已经很亮了，但是湖东侧有山，所以日出只能从山顶出来了。湖边已经有好多辆越野车停在埂上，一堆三脚架架在湖西面的盐池上，等着日出来临。可以供游客拍照的一条埂上已经挤满了游客。还是来太晚了。湖面不大，但是十分平静，清晰地映出了天空的蓝和云的白。这时东面山顶已经有丝丝金光冒出，距离太阳冒出来应该很快了。火速架好三脚架，补了几张日出前的美景。超广的镜头效果真是很厉害，虽然看久了超广的片子会腻，但是能拍到这样美景的机会也不多，总会在以后凭照片追忆的时候庆幸拿着这镜头定格下了这许多张美景。在湖的西面可以拍日出，在湖的南面可以拍雪山与草甸的倒影，在湖的东面则可以拍到大片的蓝天和云朵。总之环湖一周都有不同的景致。话不多说，还是看图吧。言语描述不了的美。老司机说翡翠湖比茶卡盐湖美，后来证明，那是他瞎扯淡。翡翠湖水面小，秀美；茶卡盐湖湖面广，壮美。各有千秋，无法比拟。翡翠湖拍了一个多小时，就回旅馆接上俩妹子出发，直奔茶卡。大柴旦距茶卡约420km，开车约5h。中间去德令哈市吃了个午饭，挑了家装修高大上的江浙菜馆，味道嘛，你懂的。俩妹子顺便逛了逛街，买衣服，拍照用。下午快到茶卡的路上，云层越来越厚，甚至出现微微细雨。不是个好兆头啊。此次出行已经第6天了，天天阳光灿烂，莫非要悲剧？心里想着不要啊不要啊，可是，老天一点都不给面子，头顶的颜色越来越黑了。看了下时间，才不到五点，日落时间应该在七点，还早着呢。到了茶卡\b盐湖门口，等着买票的时候，已经有丝丝雨滴落在脖子里了。已经到门口了，还能不进去？不可能。就算暴雨，也要欣赏下暴雨中的盐湖，至少来过一次。 茶卡盐湖，别称茶卡或达布逊淖尔，是位于青海省海西蒙古族藏族自治州乌兰县茶卡镇附近的一个盐湖。“茶卡”是藏语，意即盐池，也就是青海的盐；“达布逊淖尔”是蒙古语，也是盐湖之意。茶卡盐湖在约20万平方公里的柴达木盆地中，夹在祁连山支脉完颜通布山和昆仑山支脉旺尕秀山之间，湖面海拔3100米，东西长15.8公里，南北宽9.2公里，呈椭圆形，总面积105平方公里，相当于16个杭州西湖一样大。盐湖的形成是由于灾难或地壳运动，青藏高原从前是海洋的一部分，经过长期的地壳运动，这块地面抬起变成了世界上最高的高原，结果海水留在了一些低洼地带形成了许多盐湖和池塘，茶卡盐湖就是其中一个，与其它盐湖不同的是，茶卡盐湖镶嵌在雪山草地间而非戈壁沙漠上，被旅行者们称为中国“天空之镜”，与塔尔寺、青海湖、孟达天池并称为“青海四大景”，被国家旅游地理杂志评为“人一生必去的55个地方”之一。（摘自百度百科） 西宁也有到茶卡盐湖的火车，早班到晚班回。茶卡盐湖景区大门到湖边广场有摆渡车，湖边广场到湖心有观光火车，火车轨道两边是步行道。沿着景区大门走到湖边大概10min，而从湖边走到湖心火车轨道的终点则需要至少20min，可见茶卡盐湖之大。我们摆渡车坐到湖边的广场，沿着步行道向湖心走。这时天空亮了起来，西面的云层开始变薄，是个好兆头！再向着湖心走了约10min，一抹蓝色出现在西面的天空上，perfect！我觉得这天气还可以再抢救下！又等了一小会，阳光终于从云层里透射出来，照射在云层和湖面上，柔和而有力。老天还是眷顾我们的嘛！火车轨道和步行道是南北走向的，而太阳此刻已经在西方，所以我们决定就地下湖，向湖的西面走，看日落。湖边旅游信息牌显示气温只有5度，湖水会更凉一点，然而为了拍拍拍，为了玩，这点凉，算个马。说是这么说，可是脚一下水，那股凉意还是直穿心口。湖边的水很浅，可以没过脚踝，盐壳被游人踩得有点碎，出来很多盐渣，走一步，盐渣顺着水流进到拖鞋里，硌得脚底板很疼。不过越往湖的深处走，盐渣越少，睡眠也浅了一些，人也越来越少。不是每个人都能受得了在这冰冷的饱和盐水里长时间泡脚的。跟夫人走到空无一人的尽头，抬头往西面看，这是距今为止\b此生见过的最美的湖面。 最远处，一排低矮的群山之上，是几片薄如蝉翼的云，云彩下半部已经被阳光染成了渐变的金色，而罪魁祸首，那个傲娇的太阳，就趴在山顶上方，俯视着湖面。远处，在湖面与群山的交界线以下，一排低矮的“群山”之下，是几片薄如蝉翼的“云”，“云彩”上半部已经被“阳光”染成了渐变的金色，而另一个罪魁祸首，也是个傲娇的“太阳”，就挂在山顶下方，仰望着上面那只傲娇货。近处，则什么都没有。如果你把脑袋向身体两侧方向（不论向左或是向右）转90度，盯着湖面和群山交界线看，恭喜你，斗鸡眼姿势解锁。在这天地合一，虚实不分的幻境里，时间和空间都已停滞，连呼吸都凝固了。是三脚架碰到湖面漾起的波纹打碎了平静。这才回过神来。赶紧上家伙拍，错过今天，真不知道此生还有没有机会再次得见此等风景。不需要调光圈、快门、ISO、曝光补偿、白平衡等等乱七八糟参数，就调成auto模式，然后，就是摁快门。需要做的只是摆pose，稳住，等湖面水波纹静止，再摆pose，再稳住，等湖面水波纹静止。直到日落。这就是传说中的天空之境，比真实更真实的镜子。可能是天空之境带来的视觉效果太震撼了，本应是重头戏的最后一天的青海湖，已经没有太多期待了。然而，青海湖的日出还是要看的。美不美，只有亲眼见到，才能评判。老司机说茶卡不是那么美，一定是因为，他连鞋都没脱。 出了茶卡盐湖，继续开车80km，宿黑马河。这里跟老司机闹出了不愉快，虽影响不大，总归是对此行的游玩心情有所影响，不再记述。只能说，大西北的服务意识和服务水平还有待提高。另外吐槽一下，黑马河\b的饭店真是有点黑。 DAY6 青海湖、西宁黑马河就在青海湖边，住在这里比较方便看日出。然而不知道是不是老司机被昨晚的不愉快搞得\b内心不爽，说是往德令哈方向去的湖边日出观景点车太多，开过去可能赶不上日出，就带我们往西宁方向开了十几公里，停在一个所谓的村长家门口，说这里可以看湖边日出。然而我们走了半个小时都没到湖边，在去湖边的半路上欣赏了下湖边草场上升起的太阳。由于老司机的话我们也无从分辨真假，姑且信他一次。青海湖与纳木错有点像，湖面风很大，浪花像海水一样拍打着岸边。对于看多了高原湖泊的我其实并没有多少惊喜。看完日出，回黑马河退房，吃了个早饭，就沿着青海湖环湖大道前行，踏上了回西宁的返程了。中途停了一下，走到青海湖边再游玩了一会，重温了一下打水漂技巧。湖面浪花有点大，所以水漂并不好打。湖边走一走，吹吹风，就撤啦。\b旁边的骑马、开摩托这些项目太无聊，老司机还纳闷我们这帮年轻人怎么不喜欢玩沙地摩托。我在想，你都这么大人了，怎么内心还这么2young2simple。吃不到回扣怪我咯？我们下车的那里还是有油菜花的，也是人工补种的，可是实在没拍照的兴趣了，所以看一看就溜了，车都没停。 回到西宁已经是下午3点多了，个个都饿扁了。还好住的汉庭就在商业区，办好入住放下行李之后，出门50m就是各种吃吃吃喝喝喝的地方，有家清真烤鸭肠味道超赞！可惜名字忘记了，不过附近就那一家，应该很好找；清真的泡芙也不错，完全没有氢化植物油的味道；鸡蛋仔冰淇淋太大了，后面差点吃不下。回酒店休息了2h，再去吃晚饭。路上老司机跟大众点评都推荐的这家清真益鑫羊肉手抓馆(花园北街店)，果断杀过去啊。虽然这趟行程里没吃过特别特别好吃的牛羊肉，临走前总要再试一次嘛。今天刚好中秋，大家就一起过节啦。到的时候已经晚上8点四十多了，结果排队排到了大门口。本来都想放弃了，结果打电话到其他评价不错的店里一问，都爆满。索性在这排着吧。其实还挺快的，不到半小时，就下完单了。羊排真的是好吃，终于吃到正宗的西北牛羊肉了。牛腩也很香。大众点评上推荐的那几个菜味道都挺好。多说无益，大家到西宁可以去尝尝。过节嘛，顺便把小莫从广州带来的，跟着我们走了一路的一块蛋黄莲蓉月饼分了，味道不错！今晚西宁的月亮，很大很亮很圆，过街天桥上都可以看得到。 DAY7 西宁——西安——广州今天是全体返程的日子。甘肃、青海大环线游到此结束，团队小伙伴各回各家各找各妈。筹筹直飞成都，剩下我们几个还可以同路回广州。今天唯一可记叙的，就是没在西安转机见着大熊。亏我还想着给你带了包羊肉，吃不着也不能怪我。 结语对于我来说，这次甘肃、青海环线游，超出了我的预期，出行很安全，小伙伴的身体和精神状态也都不错，天气十分给力，还有什么可以挑剔的呢？而行前我准备也不是很充分，工作太忙，连防风外套都是找了天晚上趁正佳关门前迅速扫了下货，否则就穿平时衣服去大西北，下场想想都会很惨。对于各位能坚持读到这里的小伙伴们，希望此行的图文记录能给你们以后规划的\b青海、甘肃行程提供些许信息上的帮助。这篇游记也是应 前院会主席大人 和 众多朋友 请求下补记的，希望能满足你们的期望~ 希望下次旅行，还能与大家一起，体验更多精彩。 YIGG二零一七年十月十四日夜","categories":[],"tags":[{"name":"攻略，游记","slug":"攻略，游记","permalink":"http://yigg.top/tags/攻略，游记/"}]},{"title":"一锅锅的个人博客正式建站开张啦！","slug":"一锅锅的博客开张啦","date":"2017-10-08T13:10:26.802Z","updated":"2017-10-09T17:50:44.737Z","comments":true,"path":"2017/10/08/一锅锅的博客开张啦/","link":"","permalink":"http://yigg.top/2017/10/08/一锅锅的博客开张啦/","excerpt":"","text":"折腾了俩天，终于用HEXO+GITHUB搭出了个人博客的网站，技术是个好东西，对于菜鸟来说需要多摸索摸索。 不管怎么样，以后这个博客就是我的新个人主页啦，主要晒旅游攻略、旁门左道钻研、个人摄影相册、生活感想等等乱七八糟的东西，取代朋友圈的晒图模式 哈哈哈哈 欢迎老友们围观、指导、扯淡~ 此致 一锅锅 2017年10月8日夜","categories":[],"tags":[{"name":"杂七杂八","slug":"杂七杂八","permalink":"http://yigg.top/tags/杂七杂八/"}]}]}